tap "homebrew/bundle"
brew "bat"
brew "brotli"
brew "fd"
brew "fzf"
brew "git"
brew "helix"
brew "jq"
brew "lazydocker"
brew "lazygit", link: false
brew "lsd"
brew "lua"
brew "pyright"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree"
brew "typescript-language-server"
brew "uv"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-blex-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "kitty"
cask "rectangle"
cask "visual-studio-code"
